Repository: codeaudit/mpin-mobile-sdk
Catalog: src/winphone/MPin/TestWinPhoneApp1/Strings/*/Resources.resw
Source language: en_us
Languages: bg_bg

# AccessNumberButton.Content
source: Done
bg_bg: Готово

# AccessNumberTB.Text
source: Enter your access number
bg_bg: Въведете номер за достъп

# AddServiceButton.Content
source: Add
bg_bg: Добави

# AuthTB.Text
source: AUTHENTICATION STATUS
bg_bg: СТАТУС ПРИ АУТЕНТИЦАКИЯТА

# ConfirmButton.Content
source: I confirmed my email, continue
bg_bg: Потвърдих самоличността си, продължи.

# ConfirmTB.Text
source: Click the link in the email, to confirm your identity and proceed.
bg_bg: Изберете връзката от пощата си за да потвърдите самоличността си и да продължите напред.

# EmailTB.Text
source: CONFIRM EMAIL
bg_bg: ПОТВЪРЖДЕНИЕ НА РЕГИСТРАЦИЯТА

source: Error:
bg_bg: Грешка:

# ErrorAuth
source: Unsuccessful authentication! Error:
bg_bg: Неуспешна аутентикация! Грешка:

# ExistingUser
source: User already exists for the specified service!
bg_bg: Избраният потребител вече съществува за избраната конфигурация!

# ExpiredTB.Text
source: Expired!
bg_bg: Времето изтече!

# IdsButton.Content
source: Back to identity list
bg_bg: Върни се към списъка с потребители

# IncorrectAccessNumber
source: Incorrect Access Number! Unsuccessfull authentication!
bg_bg: Невалиден входен номер! Неуспешна аутентикация!

# IncorrectPin
source: Incorrect PIN! Unsuccessfull authentication!
bg_bg: Неправилен ПИН! Неуспешна аутентикация!

# InitializationFailed
source: Failed to initialize MPinSDK: status code = {0}. Try again!
bg_bg: Грешка при стартирането на MPinSDK: статус = {0}. Моля, опитайте отново!

# InvalidUser
source: User is in an INVALID state!
bg_bg: Потребителят е в статус НЕВАЛИДЕН!

# NewUserButton.Content
source: Create Identity
bg_bg: Съзадай акаунт

# NewUserIdTB.Text
source: Enter your email
bg_bg: Въведете адрес на поща

source: No selected user!
bg_bg: Няма избран потребител!

# NoServiceSet
source: Please, choose a service!
bg_bg: Моля, изберете конфигурация!

# NotConfirmedUser
source: User not confirmed! User status:
bg_bg: Потребителят не е потвърден! Статус:

# NotValidMail
source: The mail is not in a valid mail format!
bg_bg: Невалиден формат на имейл адрес!

# Otp2TB.Text
source: YOUR PASSWORD
bg_bg: е:

# OtpTB.Text
source: You can now use this password to log into your RADIUS service
bg_bg: OTP номера за

# RegistrationProblem
source: A problem occurs during registration. Please, try again!
bg_bg: Появи се проблем по време на регистрацията. Моля, опитайте отново!

# ResendButton.Content
source: Resend email
bg_bg: Изпрати отново съобщение на пощата ми.

# SecTB.Text
source: sec
bg_bg: сек

source: Service set!
bg_bg: Конфигурацията е заредена!

# ServicesPivotItem.Header
source: Services
bg_bg: Конфигурации

# ServiceStatus
source: Backend status:
bg_bg: Статус на конфигурацията:

# SuccessfulAuth
source: Successfully authenticated!
bg_bg: Успешна аутентикация!

# TimeLeftTB.Text
source: Time left:
bg_bg: Оставащо време:

# UserRegistrationProblem
source: Problem with the registration of {0}! User state is {1}!
bg_bg: Проблем с регистрацията на {0}! Статус: {1}

# AddAppBarButton.Label
source: add
bg_bg: добави

# DeleteButton.Label
source: delete
bg_bg: изтрий

# UsersPivotItem.Header
source: Users
bg_bg: Потребители

# SelectAppBarButton.Label
source: select
bg_bg: избери

# AccessNumberLength
source: Please, enter {0} digits long access number.
bg_bg: Въведете {0} цифрен номер за достъп

# NavigationFailedExceptionMessage
source: Navigation failed!
bg_bg: Възникна проблем при навигацията!

# NoCommand
source: No
bg_bg: Не

# RemoveUserButton.Content
source: Remove the identity
bg_bg: Изтрий потребителя

# ResetPinBtn.Content
source: Reset PIN
bg_bg: Задай нов ПИН

# ResetPinButton.Label
source: reset PIN
bg_bg: задай нов ПИН

# TestBackendButton.Content
source: Test Service
bg_bg: Пробвай избраната конфигурация

# YesCommand
source: Yes
bg_bg: Да

# UserRegistrationProblemReason
source: Problem with the registration of {0} due to {1}!
bg_bg: Възникна проблем при регистрацията на потребител {0} поради следния проблем: {1}!

# DeleteUserConfirmation
source: Are you sure you want to delete user {0}?
bg_bg: Сигурни ли сте, че искате да изтриете потребител {0}?

# AboutButton.Label
source: about
bg_bg: информация

# About.Text
source: Windows Phone Sample Application
bg_bg: Windows Phone примерно приложение

# AboutVersion
source: Version
bg_bg: Версия на приложението:

# AllRightsReserved.Text
source: All rights reserved.
bg_bg: Всички права запазени.

# DeviceNameTB.Text
source: Device Name
bg_bg: Име на устройство

# SuccessfulRegistration
source: Successfully registered user {0}!
bg_bg: Успешно регистриран потребител {0}!

source: Add Service
bg_bg: Добави Конфигурация

# EditButton.Label
source: edit configuration
bg_bg: редактирай кофигурацията

source: Edit Service
bg_bg: Редактирай

# MobileLoginRadioButton.Content
source: Login to Mobile App
bg_bg: Вход с мобилно устройство

# NoSelectedService
source: Select a service!
bg_bg: Няма избрана конфигурация!

# NotSpecifiedBackend
source: The Service is not properly specified!
bg_bg: Невалидна Конфигурация!

# OnlineLoginRadioButton.Content
source: Login to Online Session
bg_bg: Вход в Уеб Браузър

# OTPLoginRadioButton.Content
source: Login to OTP
bg_bg: Вход с еднократна парола

# PredifinedServices
source: Predefined services cannot be edited/deleted!
bg_bg: Предефинираните конфигурации не могат да бъдат редактиране/изтривани!

# RPSPrefix.Text
source: RPS Prefix
bg_bg: RPS Префикс

# ServiceName.Text
source: Enter Service Name
bg_bg: Име на конфигурацията

# SeviceURLText.Text
source: Service URL
bg_bg: Адрес на Кофигурацията

# DeleteServiceConfirmation
source: Are you sure you want to delete configuration "{0}"?
bg_bg: Сигурни ли сте, че искате да изтриете конфигурация "{0}"?

# EmptyTitle
source: The service name cannot be empty!
bg_bg: Моля, задайте заглавие на конфигурацията!

# LostUsers
source: All previously registered users for this Service will be lost as the url is changed. Are you sure you want to do it?
bg_bg: Всички предефинирани потребители ще бъдат изтрити поради смяна на адреса на конфигурацията! Сигурни ли сте, че искате да продължите?

# MobileLogin
source: Login to Mobile App
bg_bg: Вход с мобилно устройство

# OnlineLogin
source: Login to Online Session
bg_bg: Вход в Уеб Браузър

# OTPLogin
source: Login to OTP
bg_bg: Вход с еднократна парола

# WrongURL
source: The URL string is not correct!
bg_bg: Некоректен формат на адреса на конфигурацията!

# UpdateCheckButton.Label
source: check for update
bg_bg: проверка за нова версия

# EmptyURL
source: Empty url string!
bg_bg: Адресът на сървъра е празен!

# InvalidURL
source: Invalid URI for downloadingl!
bg_bg: Невалиден адрес за прочитане!

# NoImage
source: No specified image!
bg_bg: Не е избрано изображение!

# NoQRInImage
source: No QRCode is recognized in the image.
bg_bg: Няма намерен QRCode в избраното изображение!

# ScanAppBarButton.Label
source: scan qrcode
bg_bg: прочети qrcode

# CanceledRequest
source: The request has been canceled! The operation cannot be proceeded!
bg_bg: Заявката беше прекратена! Операцията не може да бъде довършена!

# EmptyJSON
source: Empty json text! Operation canceled!
bg_bg: Празен файл! Операцията е прекратена!

# InvalidJSON
source: Invalid json! Operation canceled!
bg_bg: Невалиден формат на файла! Операцията е прекратена!

# NetworkProblem
source: Network problem! Cannot download the configuration file!
bg_bg: Възникна проблем с връзката! Файлът с конфигурации не може да бъде изтеглен!

# NotFoundConfiguration
source: The configuration file is not found!
bg_bg: Файл с конфигурации не е открит!

# RequestError
source: An error occurs during the download request! Operation canceled!
bg_bg: Възникна грешка по време на изпълнение на заявката! Операцията е прекратена!

# InvalidConfigurationList
source: The configuration list is not valid!
bg_bg: Подаден е невалитен списък от конфигурации!

# ReadConfigurationText.Text
source: Please, select the configurations to import.
bg_bg: Моля, изберете кои конфигурации да се запишат.

# ReadConfigurationWarning.Text
source: The duplicated configurations will be overwritten!
bg_bg: Съществуващите конфигурации ще бъдат презаписани при импортване!

# SaveConfigurationBarButton.Label
source: save
bg_bg: запази

# OverideDiplicates
source: Are you sure you want to override the configurations with duplicates name?
bg_bg: Сигурен ли си, че искаш да презапишеш конфигурациите със съвпадащи имена?

# NoQRCode
source: No QRCode symbol is found!
bg_bg: Не е открит QRCode символ!

# BusyText.Text
source: Connecting to the server...
bg_bg: Свързване със сървъра...

# TakePictureButton.Label
source: take picture
bg_bg: снимай

# DuplicateName
source: The service name already exists!
bg_bg: Конфигурация с такова име вече съществува!

# AddUserTitle.Text
source: ADD IDENTITY
bg_bg: ДОБАВЕТЕ ПОТРЕБИТЕЛ

# ANTitle.Text
source: ENTER ACCESS NUMBER
bg_bg: ВЪВЕДЕТЕ ВХОДЕН НОМЕР

# IdentityCreatedNotification.Text
source: Identity successfully created. You can now use this identity to authenticate.
bg_bg: Успешно добавен потребител! Вече може да се аутентикирате посредством този потребител.

# IdentityCreatedTitle.Text
source: IDENTITY CREATED
bg_bg: СЪЗДАДЕН ПОТРЕБИТЕЛ

# IdentityListButton.Content
source: Back to identity list
bg_bg: Върни се към списъка с потребители

# SignInButton.Content
source: Sign in with this identity
bg_bg: Вход с този потребител
